tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "arc"
brew "asdf"
brew "bat"
brew "btop"
brew "chezmoi"
brew "ctop"
brew "exa"
brew "fd"
brew "node"
brew "firebase-cli"
brew "fish"
brew "fisher"
brew "fzf"
brew "gh"
brew "ghc"
brew "gnupg"
brew "htop"
brew "lolcat"
brew "neovim"
brew "nmap"
brew "pandoc"
brew "pnpm"
brew "redis"
brew "ruby"
brew "scala"
brew "tldr"
brew "tmux"
brew "yarn"
cask "affinity-designer"
cask "cron"
cask "discord"
cask "docker"
cask "fig"
cask "figma"
cask "grammarly-desktop"
cask "kitty"
cask "macs-fan-control"
cask "messenger"
cask "ngrok"
cask "obsidian"
cask "raycast"
cask "steam"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
vscode "astro-build.astro-vscode"
vscode "atlassian.atlascode"
vscode "bradlc.vscode-tailwindcss"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "Equinusocio.vsc-community-material-theme"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "firsttris.vscode-jest-runner"
vscode "haskell.haskell"
vscode "hoovercj.vscode-power-mode"
vscode "iocave.customize-ui"
vscode "iocave.monkey-patch"
vscode "jean.desaturated"
vscode "justusadam.language-haskell"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "nrwl.angular-console"
vscode "Orta.vscode-jest"
vscode "PKief.material-icon-theme"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "seti.seti"
vscode "skyapps.fish-vscode"
vscode "svelte.svelte-vscode"
vscode "tonybaloney.vscode-pets"
vscode "usernamehw.errorlens"
vscode "withfig.fig"
