jorgebucaran/hydro
joseluisq/gitnow@2.10.0
gazorby/fish-exa
jethrokuan/z
jorgebucaran/autopair.fish
gazorby/fish-abbreviation-tips
PatrickF1/fzf.fish
rstacruz/fish-asdf
